{
  "products":     [
    {
      "id": "1",
      "name": "Плоды",
      "urlName": "plody",
      "children": [
        {
          "id": "1-1",
          "name": "Шишки",
          "urlName": "shishki",
          "children": [
            {
              "name": "Шишки ольхи",
              "urlName": "shishki-olkhi",
              "description": "\tШишки ольхи разных размеров являются плодами. В зависимости от ее вида они бывают пленчатыми и кожистыми, а другие бескрылыми. Всю зиму шишки висят на ольхе закрытыми, открываясь только в марте и засеивая своими семенами почву.\n\t Урожай шишек можно собрать в конце осени и зимой, если ольха растет на приусадебном участке. При заготовке шишек их срезают садовыми ножницами. Шишки сушат при комнатной температуре. Высушенные плоды приобретают коричневый или бурый цвет. От них исходит легкий аромат. У них вяжущий вкус.\n\tСуществует загадка: «Какое дерево не относится к хвойным, но при этом имеет шишки?» Ответом на нее служит полное спокойного достоинства слово «ольха». Одно из 13 священных деревьев друидов, обладательница красноватой поделочной древесины и полезных веществ, ольха всегда пользовалась вниманием составителей заклинаний, столяров и врачей....",
              "img": "/assets/images/cones-of-alder.jpg",
              "photos": []
            },
            {
              "name": "Шишки еловые",
              "urlName": "shishki-elovye",
              "description": "\tШишки ели продолговато-цилиндрические, заострённые, опадают по созревании семян целыми в первый год по опылении. Созревшие шишки висячие и сухие, длина их до 15 см, а диаметр 3—4 см. Шишки ели — длинные коричневатых оттенков, а шишки сосны удлиненно-яйцевидные, серого цвета. \n\tТак же еловые шишки имеют целебные свойства, их настой и отвар, ингаляции — применяют при заболевании верхних дыхательных путей и бронхиальной астмы. Еловые шишки богаты дубильными веществами и эфирными маслами. Они также содержат медь, марганец, алюминий, железо.",
              "img": "/assets/images/fir-cones.jpg",
              "photos": []
            },
            {
              "name": "Шишки сосновые",
              "urlName": "shishki-sosnovye",
              "description": "\tТрудно найти человека, который не знает, что на сосне растут шишки. Их величину можно сравнить с крупным грецким орехом. Если шишка старая, то она коричневого цвета. На ощупь деревянистая, а ее чешуйки рыхлые и топоращатся в разные стороны. \n\t Немногие знают, что в число самых древних деревьев входит сосна. Обыкновенная шишка с семечками внутри является соплодием вечнозеленого растения. Женские плоды сосны называются мегастробилы, мужские – микростробилы. В народной медицине используют сырье из соплодий хвойного дерева при низком гемоглобине, полиартрите, пневмонии, авитаминозе, острых респираторных заболеваниях. В пыльце шишки содержатся эфирное масло, каротин, аскорбиновые и смоляные кислоты. Благодаря их лечебным свойствам, плодам сосны посвящено большое количество лекарственных рецептов. ",
              "img": "/assets/images/pine-cones.jpg",
              "photos": []
            },
            {
              "name": "Шишки хмеля",
              "urlName": "shishki-chmelya",
              "description": "\tПолезные свойства хмеля определяет состав его плодов. Собирают шишки в августе, пока они находятся с стадии созревания. Состав шишек пивного хмеля изучен достаточно хорошо. Основной интерес представляет «желтая пыльца», вырабатываемая железками на стенках плодов. Она называется лупулин, включает до семидесяти процентов смолистых веществ, до пяти процентов горечей и около двух процентов эфирного масла. \n\tВ состав лупулина входят органические кислоты, желтое красящее вещество, холин — натуральный стимулятор активности желчного пузыря. Масло из шишек хмеля богато эфирами, объем которых составляет до трех процентов, хмелевыми смолами, камедью и горькими веществами. В нем присутствуют кислоты, витамины А и РР, тиамин и холин, — биологически активный комплекс, применяемый производителями БАДов в основе пищевых добавок.",
              "img": "/assets/images/hop-cones.jpg",
              "photos": []
            }
          ]
        },
        {
          "name": "Желуди",
          "urlName": "zheludi",
          "description": "\tДля желудей свойственно множество пищевых преимуществ, и их неспроста называют природной \"аптечкой\". Пожалуй каждый из нас хоть раз видел продолговатый плод, одетый в маленькую шапочку. Эти плоды были популярны как в СССР, так и пользуются спросом в настоящее время. В прошлом из них пекли хлеб, делали кофе и прочие кулинарные изыски. А сейчас их применяют не только в процессе приготовления различных блюд, но используют в медицинской сфере. \n\tЕсли говорить о полезных свойствах желудей, то их превиликое множество. Желуди обладают бактерицидным эффектом, и являются действенным средством для борьбы с опухолями. Плоды отлично снимают спазмы при месячных у представительниц слабого пола, а также помогают остановить обильное кровотечение. Настойки на основе желудей используют для очистки и укрепления желудка. \n\tЖелуди - отличное средство для лечения острых отравлений. Дубовые орешки полезны при варикозе. Настой на основе кипятка и дубовых шапочек станет отличным методом лечения панкреатита. Желуди лечат язвы груди и кровохарканье. Дубовые орешки - эффективный метод для лечения зубов и болезней ротовой полости. Плоды дуба полезны при хроническом колите. Желуди помогают людям страдающим от астмы, болезней сердечно-сосудистой системы и бронхита. Кроме того, дубовые орешки помогают повысить выносливость, укрепляют иммунную систему и улучшают общее состояние организма.",
          "img": "/assets/images/zhyoludi.jpg",
          "photos": []
        },
        {
          "name": "Каштаны",
          "urlName": "kashtany",
          "description": "\tЛечебные свойства каштана обусловлены входящими в его состав биофлавоноидами. Эти вещества присутствуют в коре, листьях и в самих орехах. Людям, которые намерены использовать конский каштан в лечебных целях, полезно знать не только о противопоказаниях, но и о том, что растение эффективно в качестве сосудоукрепляющего, венотонизирующего и ангиопротекторного средства. \n\tПоскольку род Каштан включает в себя свыше 10 различных растений, то конский, по одной из версий, назвали так, чтобы выделить его как кормовой вид, выращиваемый для лечения лошадей. \n\tВ народе дерево прозвали каштаном за разительное сходство с плодами съедобного каштана, при чем найти отличия под силу лишь знатокам. Существует и другая версия, согласно которой растение называется так из-за наличия напоминающих лошадиную подкову рубцов на побегах после листопада. \n\tПлоды этого растения несъедобны, поэтому ответ на вопрос, можно ли есть каштан конский, резко отрицательный. Все его части содержат токсичное вещество эскулин. Поедание орехов может нанести организму непоправимый вред. Однако лошадиный каштан обладает и полезными свойствами, благодаря чему завоевал свое место в фармакопее. \n\tОн используется: \n- В качестве кровоостанавливающего, диуретического, ранозаживляющего, болеутоляющего, антиоксидантного средства; \n- При варикозном расширении вен, нарушенном водно-солевом балансе, для лечения отеков и воспалений; \n- Для снижения артериального давления и холестерина в крови; \n- Для нормализации кислотности желудочного сока. \n\tВ составе коры конского каштана большое количество витаминов С, В1, дубильных веществ, благодаря чему она часто используется как жаропонижающее и вяжущее средство. \n\tОчищенные плоды каштана, который еще называется лошадиным, имеют в своем составе крахмал и дубильные вещества, богаты кумаринами (эскулином, фраксином, эсцином). \n\tСвежие ядра используются при затяжной диарее, а жареные — в случае кровотечений. Засушенные плоды хороши при простуде в качестве мочегонного и потогонного средства.",
          "img": "/assets/images/cashtany.jpg",
          "photos": []
        },
        {
          "id": "1-4",
          "name": "Ягоды",
          "urlName": "yagody",
          "children": [
            {
              "name": "Ягоды черемухи",
              "urlName": "yagody-tcheryomuhi",
              "description": "\tЧеремуха является санитаром леса. И это не случайность. У цветков и листьев есть специальный аромат, поэтому и обладает фитонцидным свойством. Это и сделало дерево особенным, так как это наделило его способностью убивать насекомых и микробов. Дерево беспощадно даже для комаров и клещей. \n\tЧто касается ягод, то черемуха состоит из красящих, пектиновых, дубильных веществ, а также органических кислот и сахара. В плодах было обнаружено эфирное масло, фенокарбоновая кислота, смола, камедь, флавоноид, аскорбиновую кислоту и триметиламин. \n\tЧеремуха обладает антибактериальным и вяжущим свойством, поэтому считается довольно эффективным средством при диарее любого происхождения и иных кишечных инфекций. Для этого используются как свежие плоды, так и отвары или настои. \n\tНо не рекомендуется использовать плоды черемухи, из которых не извлечена косточка. Это связано с тем, что это может вызвать отравление. Нельзя также заваривать дробленые ягодки, ведь последствия будут такими же. \n\tАбсолютно все части черемухи содержат в себе алкалоиды – ядовитые вещества, поэтому их нельзя использовать в официальной медицине.",
              "img": "/assets/images/cherjomuha.jpg",
              "photos": []
            },
            {
              "name": "Ягоды бузины",
              "urlName": "yagody-buziny",
              "description": "\tС давних времен бузину используют как лекарственное средство в медицине, как декоративное растение в садах и как кулинарный ингредиент в блюдах. Ее используют даже как средство в борьбе с грызунами. \n\tЕще в Древнем Риме и Древней Греции растение выращивали для приготовления лекарств. Бузина почитается некоторыми народами как священное дерево, на основе ее плодов травники готовят целительные настойки и отвары. \n\tВ наши дни эти целебные снадобья многими позабыты и непопулярны, хотя бузину черную используют в фармакологии в качестве лекарственного сырья. В народе бузину называют бузовником, самбукой, пищальником или бузиновым цветом. \n\tСуществует версия происхождения ботанического названия растения. Согласно этой версии название связано с музыкальным инструментом под названием «самбука», что в переводе с латинского языка означает «красная краска». Самбуку изготавливали из древесины растения. \n\tЯгоды бузины черной востребованы благодаря богатству витаминного ассортимента. Плюс натуральные сахара, органические кислоты, рутин, дубильные вещества, каротин. Рутин обеспечивает тонус и эластичность капилляров. \n\tВкупе с остальными черная ягода имеет лечебное свойство восстанавливать качество крови, подавлять воспалительные процессы. \n\tТак, сок свежих спелых черных плодов испокон веков служил красителем тканей. Сегодня это натуральная подкраска напитков, включая алкогольные. ",
              "img": "/assets/images/buzina.jpg",
              "photos": []
            },
            {
              "name": "Ягоды можжевельника",
              "urlName": "yagody-mozhzhevelnika",
              "description": "\tО полезных свойствах можжевельника было известно с давних времен. Практически все части данного растения характеризуются сильными терапевтическими свойствами. Данный продукт широко применяется в различных сферах.\n\tВ 2002 году за свои целебные свойства можжевельник был назван деревом года. Средства, приготовленные из плодов растения, тормозят воспалительные процессы, способствуют излечению ран, растворяют слизь, уменьшают боль, обладают антибактериальным, кроветворным, мочегонным, потогонным действием.\n\tЛечебные свойства ягод можжевельника и противопоказания, препятствующие употреблению плодов, напрямую связаны с многочисленными биоактивными компонентами, содержащимися в мякоти.\n\tЯгоды используют в виде сиропа, чая или настоя. Самое простой способ применения —  жевание сушеных плодов для нормализации пищеварения, устранения изжоги и дурного запаха изо рта. Чтобы вывести шлаки, шишки жуют, пока они не станут слегка сладковатыми на вкус, после чего проглатывают. Начинают с одной штуки и добавляют по одной каждый день, пока их количество не составит 15. Затем дозировку снижают в таком же порядке.\n\tМожжевеловый чай способствует пищеварению и диурезу, облегчает изжогу, повышает эффективность терапии ревматизма и подагры. Для приготовления напитка берут 1 ч. л. сушеных, растолченных плодов и заливают 250 мл кипятка. Емкость накрывают и оставляют на 5 мин. Пьют чай не подслащенным 3 раза в день по одной чашке.\n\tОднако не стоит испытывать судьбу самостоятельным лечением можжевеловым ягодами при наличии диагностированных острых и хронических заболеваний пищеварительной системы и почек. Даже при отсутствии противопоказаний курс приема не должен длиться больше двух месяцев.",
              "img": "/assets/images/mozhzhevel.jpg",
              "photos": []
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "name": "Травы",
      "urlName": "travy",
      "children": [
        {
          "name": "Шалфей",
          "urlName": "chalfei",
          "description": "\tТравянистое растение высотой до 75 см, издавна применяемое в кулинарии и народной медицине.\n\tЭфирное масло шалфея лекарственного применяют в парфюмерно-косметической промышленности для ароматизации зубного порошка.\n\tШалфей широко используется и в кулинарии: в качестве ароматической добавки для блюд из домашней птицы и для рыбных соусов. Траву шалфея добавляют также в начинку для домашних колбас. В качестве пряности используют молодые листья шалфея, добавляя их в салаты, овощные и рыбные блюда. Чаще же применяют в сушеном виде, пользуясь сильным острым запахом, пряным и горьковатым вкусом. Листья и веточки измельчают в порошок перед употреблением. Шалфей добавляют в блюда из стручковых растений, в жирное мясо, которым он придает аромат, а также слегка горьковатый пряный вкус.\n\tЛистья шалфея обладают дезинфицирующим, противовоспалительным, вяжущим, кровоостанавливающим, мягчительным и ограничивающим потоотделение действием.\nПрименяется в виде настоя и настойки листьев для полоскания рта, при стоматитах, катарах верхних дыхательных путей, при ангине и гинекологических заболеваниях.",
          "img": "/assets/images/shalfej.jpg",
          "photos": []
        },
        {
          "name": "Мята",
          "urlName": "mayata",
          "description": "\tПеречная мята относится к самым известным видам этого растения. Так как сорт впервые был обнаружен в Англии, его иногда называют английским. Было выяснено, что он появился на свет благодаря скрещиванию садовой и водной мяты. В литературе или разговорной речи можно встретить иные наименования – благородная, чайная, холодная, коньячная. Сегодня перечную разновидность мяты выращивают в 40 странах.\n\tРастение оказывает влияние на нервную, сосудистую, мочеполовую системы, пищеварение. Ароматный травяной чай успокаивает взвинченные нервы, избавляет от тревожности. Этот напиток незаменим при депрессивных состояниях. Он может помочь вернуть радость жизни. Пахучие лепестки рекомендуется использовать для нормализации пищеварения, устранения изжоги, вздутия живота. Культура может способствовать устранению болевых спазмов, различного рода воспалений, выведению токсинов, шлаков.",
          "img": "/assets/images/mint.jpg",
          "photos": []
        },
        {
          "name": "Душица",
          "urlName": "duchica",
          "description": "\tДушицу прославляли ещё наши далёкие предки, зная её доброту к человеку. Она иизлечит и успокоит и сил придаст. Да и просто наполнит жилище благоуханием.\n\tДушица широко распространена в природе. Она неприхотлива, растет при самых разных климатических условиях, поэтому занимает большую часть Евразии. У душицы много названий; в частности, любителям кулинарии она хорошо известна под названием «орегано». Это пряное растение придает блюдам изысканный, пикантный вкус. Однако гораздо больше известны целебные свойства душицы, благодаря которым ее широко применяют в медицине.\n\tДушица имеет противовоспалительное, успокаивающее, бактерицидное, кровоостанавливающее, потогонное, спазмолитическое, мягчительное свойства. В древние времена считали, что душица — это зелье, которое отгоняет злых духов, его использовали против колдовства, наговоров и чар. В народной медицине растение применяли и применяют при многих заболеваниях.\n\tПрием отвара Душицы внутрь устраняет дурной запах изо рта, действует противовоспалительно при гастритах, хронических гастритах с пониженной кислотностью, воспалении пищевода, усиливает перистальтику кишечника. Растение применяют при хронических запорах, спазмах в желудке и кишечнике, метеоризме, как болеутоляющее и ветрогонное средство при рвоте, как желчегонное при заболеваниях печени, желчного пузыря, желтухе, при глистах и геморрое.\n\tДушица благоприятно влияет на органы дыхания. Ее принимают при бронхитах, пневмонии, простуде, бронхиальной астме, удушье, туберкулезе легких. При охриплости, кашле хорошо принимать настой душицы на кипяченом молоке, особенно на ночь.\n\tНастой растения применяют прирасстройстве центральной нервной системы, неврозах, истерии, судорогах, эпилепсии, повышенной половой возбудимости, бессоннице, подавленности, параличах. В этих случаях его не только принимают внутрь, но и делают обтирания отваром.\n\tОтвары и настои Душицы действуют какмочегонное средство при заболеваниях почек, ревматических поражениях сосудов, подагре.\n\tА также душица широко используется в домашней выпечке: в булочках, лепешках, а пряники с Душицей — это бесподобное кушанье. Душица используется при приготовлении мармеладов, сиропов, желе, варений, в мариновании и в солениях: огурцов, капусты, грибов. При этом соления приобретают приятный запах, вкус и дольше сохраняются.",
          "img": "/assets/images/dushitsa.jpg",
          "photos": []
        },
        {
          "name": "Мелисcа",
          "urlName": "melissa",
          "description": "\tМелисса лекарственная — многолетнее травянистое эфиромасличное растение с приятным лимонным запахом. Стебли четырехгранные, ветвистые. Цветки неправильные, белого цвета.\n\tМелиссу собирают в начале цветения, срезая верхнюю часть растения вместе с листьями. Оставляют не менее 10 см стебля. Заготовка проводится после обеда, в сухую, солнечную погоду. Трава мелиссы допускает умеренное обрезание молодых побегов, продолжает после этого расти и цвести. Неприхотлива в сушке, можно высушивать на открытом воздухе, в помещениях с постоянным притоком воздуха. Раскладывать на полу или развешивать пучками. Необходимо беречь сырье от попадания прямых солнечных лучей и перемешивать. Готовая трава мелисса хранится в сухих, хорошо вентилируемых помещениях, в обычном или измельченном виде. Сохраняет лечебные свойства на протяжении 1 года.\n\tМелисса понижает давление, замедляет дыхание и сердечный ритм. Известны ее потогонные, успокаивающие, антигрибковые и бактерицидные свойства. Обладает спазмолитическим, вяжущим, гипогликемическим, мочегонным, желчегонным, противовоспалительным, болеутоляющим и легким снотворным действием.\n\tМелисса укрепляет нервную систему, увеличивает слюноотделение, улучшает обмен веществ, аппетит, деятельность пищеварительной системы. Способствует обновлению лимфы и крови, помогает при головных болях.\n\tПолезные свойства мелиссы сделали ее средством для похудения. Чай растения поможет улучшить метаболизм, выведет лишнюю жидкость и послужит легким слабительным. Седативные и спазмолитические свойства травы помогут пережить ограничения, связанные с диетой, успокаивая нервную систему и снимая голодные спазмы в желудке.\n\tТрава мелисса, по версии древних греков, была лучшим средством от облысения, чем и сейчас полезна для мужчин, столкнувшихся с данной проблемой. Женщинами мелисса применяется для улучшения роста волос, укрепления луковиц, восстановления поврежденных корней, регуляции работы сальных желез, уменьшения жирности и разглаживания волоса по всей длине.\n\tМелисса используется для принятия ароматических общеукрепляющих ванн, а также при фурункулезе, дерматите, кожных высыпаниях.",
          "img": "/assets/images/melissa.jpg",
          "photos": []
        },
        {
          "name": "Чистотел",
          "urlName": "tchistotel",
          "description": "\tТравянистое многолетнее растение, достигающее порой высоты 100 см. Корень маловетвистый, снаружи – красно-бурый, внутри желтый. Стебли прямостоячие, ветвистые, внутри полые. Листья снизу голубовато-зеленые, сверху – зеленые. Прикорневые листья черешковые, глубокоперистораздельные, имеют 3—5 пар округлых или яйцевидных долей. Листовые доли округлые или яйцевидные, верхушечная – трехлопастная. Верхние листья сидячие. Цветки золотисто-желтые, имеют двухлистовую опадающую чашечку и четырехлепестный венчик. Плод – коробочка, семена черные или черно-оливковые.\n\tЧистотел — многолетнее растение семейства Маковых, выделяющий на линии слома стебля, листьев и цветоножки насыщенный желтый или оранжевый сок, консистенцией напоминающий молоко. Период цветения чистотела очень длинный — с конца мая и до начала сентября. Предпочитает почвы с высоким содержанием азота и затененные места.\n\tКак лекарственная трава, чистотел приравнивается к женьшеню по количеству лечебных свойств. Является одним из немногих растений, чье противоопухолевое действие доказано наукой. Задерживает развитие даже злокачественных опухолей и эффективно убивает бактерии-возбудители туберкулеза. Обладает мочегонным, противовоспалительным, желчегонным, болеутоляющим действием. Снимает спазм, судороги и угнетает жизнедеятельность патогенных микроорганизмов, действует как легкое слабительное. Требует осторожного применения из-за высокой активности и ядовитости.\n\tРекомендуют наружное применение для прижигания долго незаживающих ран, бородавок и кожного туберкулеза. Предлагают как альтернативное обезболивающее при раке желудка и в качестве онкопротектора в случае диагностирования опухоли неустановленной этиологии.\t\n",
          "img": "/assets/images/chistotel.jpg",
          "photos": []
        },
        {
          "name": "Лаванда",
          "urlName": "lavanda",
          "description": "\tЛаванда – красивое растение, покоряющее изящным, тонким ароматом. Она уже очень давно обрела широкую популярность у садоводов. Пушистые кустики лаванды, пестрящие яркими соцветиями-колосками – великолепное растение для бордюров, альпийских горок и рокариев.\n\tКосметические свойства лаванды в большей степени связаны с действием эфирного масла на кожные покровы. Вещества, которые входят в состав масла - это цинеол, гераниол, лимонен, сабинен, которые помогают в заживлении и лечении разного рода кожных заболеваний. Высокое содержание танина (соединение, обладающее подсушивающими и подтягивающими свойствами) помогает при лечении таких повреждений кожи, как, например, ожоги и ссадины. Настойки из лаванды оказывают помощь при рассасывании гематом и синяков. Таким образом и проявляются лечебные свойства лаванды. Помимо лечения кожных заболеваний, эфирное масло лаванды используется для ингаляций при лечении простуд, воспалении легких или миндалин. Настойки из цветков лаванды действуют как потогонное и согревающее средство.\n\tСвойства лаванды также с успехом используются на кухне. Особенность цветов и листьев лаванды в том, что они помогают при проблемах с пищеварением, поэтому считаются отличной приправой для блюд, тяжелых для переваривания, - жирного мяса и десертов. Летними, жаркими вечерами, одинаково, как на садовых грядках, так и выращенная в вазонах на балконе или террасе, лаванда является эффективным способом отпугивания комаров. Ее аромат также отталкивает моль от одежды.",
          "img": "/assets/images/lavanda.jpg",
          "photos": []
        },
        {
          "name": "Зверобой",
          "urlName": "zveroboi",
          "description": "\tПредставляют собой многолетние травянистые растения с супротивными яйцевидными листьями и желтыми, собранными в щиток цветками.\n\tЗверобой обыкновенный — это травянистое многолетнее лекарственное растение, которое относится к семейству зверобойных. С давних времен считается, что он имеет большую силу и может исцелить от девяноста девяти болезней.\n\tТрава зверобоя успешно используется в фармакологии. Она входит в состав противовоспалительных и противомикробных препаратов, а также сборов, которые улучшают работу пищеварительной и сердечно-сосудистой системы.\n\tЧаще всего зверобой используется внутрь в виде настоев. При инфекции полости рта и простуде настоем зверобоя полощут рот, а при кожных воспалениях его используют для примочек и компрессов. Для маленьких детей настой зверобоя добавляют при купании в ванну. Настойка зверобоя эффективна как согревающий компресс при суставных и мышечных болях.\n\tЧаще всего зверобой используется при болезнях пищеварительного тракта. Он оказывает спазмолитическое действие на гладкую мускулатуру, нормализует выделительную функцию желудочных желез, оказывает тонизирующий эффект на желчевыводящие пути, расширяет кровеносные сосуды, усиливает кровообращение, оказывает вяжущее, бактериостатическое и противовоспалительное действие на слизистые оболочки пищеварительного тракта.\n\tЗверобой активно используется в косметологии, поскольку:\n\nпомогает при угревой сыпи;\nслужит омолаживающим, питательным и тонизирующим средством;\nпредотвращает старение кожи;\nустраняет излишнюю сальность и сужает поры при жирном типе кожи;\nиспользуется для усиления загара.\nТрава зверобоя применяется для ухода за волосами . Она укрепляет волосяную луковицу, препятствует выпадению, улучшает состояние жирных волос. Кроме того, зверобой придает светлым волосам золотистого оттенка.",
          "img": "/assets/images/zveroboj.jpg",
          "photos": []
        },
        {
          "name": "Полынь",
          "urlName": "polyn",
          "description": "«Божье дерево» – полынь – может как вылечить, так и отравить (некоторые виды полыни смертельно опасны для травоядных). Но люди так давно заинтересовались возможностями этого растения, что научились брать от полыни лучшее и лечить ею дыхательные пути, ЖКТ, кожные заболевания и т.д. А в последние годы научный интерес к активным веществам в составе этой травы только усиливается, что приводит к открытию новых, иногда неожиданных, свойств растения. Корень полыни используют как сырье для отвара, настаивают его на вине. Делают из корня вытяжку. Из полынной травы и листьев готовят отвары, напары. Свежую измельченную траву применяют в составе примочек, компрессов, сок полыни задействован в средствах для повышения аппетита. На основе полыни создают тинктуру. Спиртовой экстракт и эфирное масло полыни также широко используются в лечебном деле. Полынь входит в состав различных чаев и лекарственных сборов. В гомеопатии траву и корни полыни обыкновенной применяют при эпилепсии и гинекологических заболеваниях. Курение сигар из сухой травы полыни обыкновенной назначают при бронхиальной астме. В траве полыни горькой обнаруживают прохамазуленовые горечи (абсинтин, анабсинтин, артабсин), летучее масло абсинтола с содержанием туйола, туйона и других терпенов, смолистые вещества и небольшое количество дубильных веществ, яблочную и янтарную кислоты. Полынь горькая также улучшает пищеварение, оказывает легкий слабительный эффект и усиливает моторику желчных путей. В траве полыни обыкновенной, кроме перечисленных и характерных для корневой части веществ и горечей, также находят цимен, камфен, ядовитый туйон и эфир дегидромартикария. Этот вид полыни оказывает общеукрепляющее воздействие на организм человека. Применяется в практике обезболивания и ускорения процесса родов. В древности с помощью полынного напитка участники Олимпийских игр снимали мышечное и нервное напряжение. Современные народные целители успешно используют полынь в составе лекарственных снадобий.",
          "img": "/assets/images/polyn.jpg",
          "photos": []
        },
        {
          "name": "Тысячелистник",
          "urlName": "tysiyatchelistnik",
          "description": "\tМноголетнее травянистое растение высотой до 80 см. Корневище тонкое, ползучее, от него отходят подземные побеги. Листья в очертании ланцетовидные или линейноланцетовидные, дваждыперисторассеченные. Краевые цветки язычковые белые (реже розовые), внутренние – трубчатые желтые, все собраны в корзинки, образующие сложные щитки. Плод - плоская продолговатая семянка. Растение имеет сильный полынный аромат.\n\tОбладает кровоостанавливающим, противовоспалительным, бактерицидным, антиаллергическим действием, раздражает вкусовые рецепторы и усиливает секреторную активность желудка, расширяет желчные протоки и увеличивает желчеотделение, повышает диурез.\n\tТиповой вид рода Тысячелистник — Тысячелистник обыкновенный. Активно применяется в медицине, а также используется как пряное и декоративное растение. Также является хорошим медоносом. Распространен в Евразии, Северной Америке, Австралии, Новой Зеландии. Растет в разреженных лесах, на опушках, вдоль дорог, на суходольных лесных лугах, по берегам водоёмов, по окраинам полей, также это растение можно встретить на пустырях, свалках.\n\tЛечебные свойства тысячелистника обусловлены, прежде всего, кровеостанавливающим и противовоспалительным действием. При этом гомеостатические свойства травы тысячелистника до конца не изучены. Известно, что применение препаратов на их основе не приводит к возникновению тромбов.\n\tПротивовоспалительный эффект, а также бактерицидные и ранозаживляющие свойства объясняются наличием дубильных веществ, азуленов и цинеола.\n\tПолезные свойства тысячелистника также выражаются в желчегонном действии, усилении выработки желудочного сока, улучшении аппетита. Благодаря спазмолитическому действию трава тысячелистника используется для уменьшения болевых ощущений, вызванных спазмами кишечника.\n\tЛекарственные свойства тысячелистника известны также благодаря антибактериальному и противогрибковому эффекту.\n\tШироко известна трава тысячелистника в косметологии. Ее применяют при фурункулах, для улучшения состояния жирной, проблемной кожи. Трава тысячелистника для кожи лица применяется для избавления от жирного блеска, очистки кожи и придания матового оттенка\n\tрава тысячелистника для волос эффективна против себореи благодаря бактерицидным и противовоспалительным свойствам. Также она положительно сказывается на состоянии ломких волос, предотвращает выпадение.",
          "img": "/assets/images/tysiachelistnik.jpg",
          "photos": []
        },
        {
          "name": "Пижма",
          "urlName": "pigma",
          "description": "\tПолевая рябинка, дикая рябинка, глистник, горлянка, девятильник желтый, маточник.\n\tМноголетнее травянистое растение с горизонтальным ползучим корневищем и тонкими мочковидными корнями. Стебли прямые, в верхней части ветвистые; листья очередные, дваждыперисторассеченные; цветки трубчатые в многочисленных корзинках, собранные в щитковидное сложное соцветие; плоды — семянки. Все растение обладает сильным (камфорным) запахом.\n\tЦветки пижмы имеют противолямблиозное, противогнилостное, желчегонное, вяжущее и спазмолитическое действие. Повышают кислотность желудочного сока, улучшают аппетит и переваривание пищи.\n\tСоответственно, применение пижмы в медицине большей частью относиться к лечению желудочно-кишечных заболеваний, печени, желчного пузыря и в качестве результативного глистогонного средства. Было замечено позитивное влияние на обменные процессы в печени при экспериментальном гепатите.\n\tВ сфере народной медицины цветки пижмы применяются шире. Экспериментальным путем было установлено, что пижма обыкновенная эффективна в качестве жаропонижающего, кровеостанавливающего, потогонного, противолихорадочного средства.\n\tИзвестно применение пижмы при нервных расстройствах, эпилепсии, туберкулезе. Цветки пижмы применяют также от глистов: остриц и аскарид.\n\tПри воспалении суставов из цветков пижмы делают ванны и примочки на пораженную область. При судорогах ног делают ножные ванночки с настоем.\n\tИспользование пижмы в косметологии базируется на ее бактерицидных, противовоспалительных и антипаразитарных свойствах. Поэтому цветки пижмы применяют при прыщах и угревой сыпи. Они также эффективны при излишней жирности кожи, расширенных порах и склонности к образованию фурункулов.\n\tНастой пижмы избавляет от перхоти, т.к. убивает грибок-возбудитель. Уменьшает жирность волос, придает им силу, блеск и предотвращает выпадение.",
          "img": "/assets/images/pizhma.jpg",
          "photos": []
        },
        {
          "name": "Иван-Чай",
          "urlName": "ivan-tchai",
          "description": "\tДо того, как на Руси впервые появился чай, наши предки пили травяные настои. Особой популярностью пользовалась трава Иван-чай, сведения о полезных свойствах которой даже вошли в историю: совершенно точно известно, что приготовленный настой подавали к княжескому столу и в засушенном виде отправляли за границу.\n\tК роду Иван-чай относят многолетние травянистые растения, что принадлежат семейству Кипрейные. В роду биологи насчитывают четырнадцать видов, среди которых наиболее известен Иван-чай узколистый или кипрей.\n\tРастёт кипрей в умеренных широтах Северного полушария, в том числе в субарктических и арктических регионах. Трава Иван-чай является светолюбивым растением, поэтому расти предпочитает на открытой местности, песчаном грунте, на опушках хвойных лесов, а на повреждённой вырубками и пожаром земле появляется одним из первых. Ночью кипрей нуждается в повышенной влажности воздуха, поэтому ещё одним условием для его появления является наличие недалеко от него рек, ручьев, озёр, торфяных болот, леса.\n\tТакие требования к местности неслучайны, поскольку позволяют растению не погибнуть даже в сорокоградусную жару: несмотря на то, что днём под влиянием температуры листья растения поникают и сильно увядают, за ночь, за счёт влажного воздуха, они отходят и с утра становятся крепкими и жёсткими.\n\tИван-чай кроме основного имеет большое число наименований, среди них самыми популярными являются «Ива-трава» и «Верба-трава», которые, как и основное название появилось из-за схожести листьев растения с листьями ивы. Существует ещё одна история о том, почему трава называется Иван-чай. Здесь уже свою роль сыграл красно-фиолетовый оттенок цветка: наименовали так растение в честь юноши, который всегда ходил в красной рубашке и почти никогда не покидал полей. Поэтому, когда кто видел среди зелени красное пятно, говорил: «Это Иван, чай, бродит».\n\tЛечебные свойства отвара кипрея люди издавна используют при лечении простудных заболеваний – грипп, ангина, простуда. Его не только пьют как настой, но и отваром из кипрея полощут горло. Успешно применяют все части кипрея: стебли, корни, листки, цветки: все они имеют лечебные свойства. Молодые побеги собирают в мае, корни – в ноябре, а наземную часть – в период цветения (соцветия не должны быть к этому времени полностью распущены).\n\tЛистья кипрея содержат достаточное количество железа, марганца, меди (микроэлементов, что стимулируют кроветворение). Немало в нём витаминов и других биологически активных веществ, обладающих успокаивающими, тонизирующими, и общеукрепляющими свойствами, а находящиеся антиоксиданты выводят токсины.",
          "img": "/assets/images/ivan.jpg",
          "photos": []
        }
      ]
    },
    {
      "id": "3",
      "name": "Стружка декоративная древесная",
      "urlName": "struzhka-dekorativnaya-drevesnaya",
      "children": [
        {
          "name": "Стружка липы",
          "urlName": "struzhka-lipy",
          "description": "Lorem ipsum",
          "img": "/assets/images/strugka-lipa.jpg",
          "photos": []
        },
        {
          "name": "Стружка осины",
          "urlName": "struzhka-osiny",
          "description": "Lorem ipsum",
          "img": "/assets/images/strugka-osina.jpg",
          "photos": []
        },
        {
          "name": "Стружка елки",
          "urlName": "struzhka-elki",
          "description": "Lorem ipsum",
          "img": "/assets/images/strugka-elka.jpg",
          "photos": []
        },
        {
          "name": "Стружка ольхи",
          "urlName": "struzhka-olhi",
          "description": "Lorem ipsum",
          "img": "/assets/images/strugka-olha.jpg",
          "photos": []
        },
        {
          "name": "Стружка сосны",
          "urlName": "struzhka-sosny",
          "description": "Lorem ipsum",
          "img": "/assets/images/strugka-sosna.jpg",
          "photos": []
        }
      ]
    },
    {
      "id": "4",
      "name": "Торцевые спилы дерева",
      "urlName": "torcevye-spily-dereva",
      "children": [
        {
          "name": "Спилы дуба",
          "urlName": "spily-duba",
          "description": "Lorem ipsum",
          "img": "/assets/images/torc-dub.jpg",
          "photos": []
        },
        {
          "name": "Спилы ясеня",
          "urlName": "spily-yasenia",
          "description": "Lorem ipsum",
          "img": "/assets/images/torc-yasen.jpg",
          "photos": []
        },
        {
          "name": "Спилы березы",
          "urlName": "spily-beriozy",
          "description": "Lorem ipsum",
          "img": "/assets/images/torc-bereza.jpg",
          "photos": []
        },
        {
          "name": "Спилы акации",
          "urlName": "spily-akacii",
          "description": "Lorem ipsum",
          "img": "/assets/images/torc-akacia.jpg",
          "photos": []
        },
        {
          "name": "Спилы вяза",
          "urlName": "spily-viaza",
          "description": "Lorem ipsum",
          "img": "/assets/images/torc-viaz.jpg",
          "photos": []
        }
      ]
    },
    {
      "id": "5",
      "name": "Мох",
      "urlName": "moh",
      "children": [
        {
          "name": "Сфагнум",
          "urlName": "sfagnum",
          "description": "Lorem ipsum",
          "img": "/assets/images/sfagnum.jpg",
          "photos": []
        },
        {
          "name": "Ягель",
          "urlName": "yagel",
          "description": "Lorem ipsum",
          "img": "/assets/images/yagel.jpg",
          "photos": []
        }
      ]
    },
    {
      "id": "6",
      "name": "Чага",
      "urlName": "tchaga",
      "description": "Lorem ipsum",
      "img": "/assets/images/chaga.jpg",
      "photos": []
    },
    {
      "id": "7",
      "name": "Капы и сувели",
      "urlName": "kapy-i-suveli",
      "children": [
        {
          "name": "Капы",
          "urlName": "kapy",
          "description": "Lorem ipsum",
          "img": "/assets/images/kapa.jpg",
          "photos": []
        },
        {
          "name": "Сувели",
          "urlName": "suveli",
          "description": "Lorem ipsum",
          "img": "/assets/images/suvel.jpg",
          "photos": []
        }
      ]
    }
  ]
}
