export const ERROR_LIST = {
  EMAIL_EXISTS: 'Данный email адрес уже зарегистрирован на другого пользователя',
  OPERATION_NOT_ALLOWED: 'Авторизация по паролю отключена для этого проекта',
  TOO_MANY_ATTEMPTS_TRY_LATER: 'Мы заблокировали все запросы с этого устройства из-за многочисленной активности. Попробуйте обратиться позже',
  EMAIL_NOT_FOUND: 'Пользователя с таким e-mail не существует в нашей базе. Пользователь мог был удален',
  INVALID_PASSWORD: 'Неправильный пароль или у пользователя нет пароля',
  USER_DISABLED: 'Аккаунт пользователя был отключен администратором',
  'Permission denied': 'Доступ запрещен',
  'TOO_MANY_ATTEMPTS_TRY_LATER : Too many unsuccessful login attempts. Please try again later.': 'Мы заблокировали все запросы с этого устройства из-за многочисленной активности. Попробуйте обратиться позже',
};
